Repository: meumouse/flexify-checkout-for-woocommerce
Catalog: languages/flexify-checkout-for-woocommerce-*.po
Languages: es_es

source: Ocultar resumo do pedido
es_es: Ocultar resumen del pedido

source: Ops! Essa fonte já existe.
es_es: ¡Ops! Esa fuente ya existe.

source: Ops! Não foi possível criar uma nova condição.
es_es: ¡Ops! No fue posible crear una nueva condición.

source: Ops! Ocorreu um erro.
es_es: ¡Ops! Ha ocurrido un error.

source: Otimizar para produtos digitais
es_es: Optimizar para productos digitales

source: Pagamento
es_es: Pago

source: Pagar pelo pedido
es_es: Pagar por el pedido

source: Permitir alterar quantidade de produtos
es_es: Permitir cambiar la cantidad de productos

source: Permitir remover produtos do carrinho
es_es: Permitir eliminar productos del carrito

source: Personalize componentes da finalização de compras com regras específicas.
es_es: Personalice componentes del proceso de compra con reglas específicas.

source: Pesquisar um endereço
es_es: Buscar una dirección

source: Por favor insira seu endereço
es_es: Por favor, introduzca su dirección

source: Por favor insira um número de telefone válido
es_es: Por favor, introduzca un número de teléfono válido

source: Por favor, insira um CNPJ válido.
es_es: Por favor, introduzca un CNPJ válido.

source: Por favor, insira um CPF válido.
es_es: Por favor, introduzca un CPF válido.

source: Por favor, insira um número de telefone válido.
es_es: Por favor, introduzca un número de teléfono válido.

source: Posição do campo
es_es: Posición del campo

source: Precisa de ajuda?
es_es: ¿Necesita ayuda?

source: Preencher endereço automaticamente
es_es: Rellenar dirección automáticamente

source: Preencher informações da empresa automaticamente
es_es: Rellenar automáticamente la información de la empresa

source: Primeira renovação
es_es: Primera renovación

source: Procurar
es_es: Buscar

source: Procurar um endereço
es_es: Buscar una dirección

source: Procure um endereço e tente novamente.
es_es: Busque una dirección e inténtelo de nuevo.

source: Produto
es_es: Producto

source: Produtos específicos
es_es: Productos específicos

source: Produtos específicos:
es_es: Productos específicos:

source: Propriedade de obtenção de cidade
es_es: Propiedad para obtener ciudad

source: Propriedade de obtenção de endereço
es_es: Propiedad para obtener dirección

source: Propriedade de obtenção de estado
es_es: Propiedad para obtener estado

source: Propriedade de obtenção do bairro
es_es: Propiedad para obtener barrio

source: Pular página do carrinho
es_es: Saltar página del carrito

source: Página de contato
es_es: Página de contacto

source: Quando ativado, o campo do cupom não será exibido aos usuários e eles não poderão inserir um código de cupom. No entanto, você pode aplicar um cupom automaticamente.
es_es: Cuando está activado, el campo del cupón no se mostrará a los usuarios y no podrán ingresar un código de cupón. Sin embargo, puede aplicar un cupón automáticamente.

source: Quantidade
es_es: Cantidad

source: Quantidade total do carrinho
es_es: Cantidad total del carrito

source: Quantidade total do carrinho:
es_es: Cantidad total del carrito:

source: Raio da borda dos elementos
es_es: Radio del borde de los elementos

source: Redefinir configurações
es_es: Restablecer configuraciones

source: Redefinir para cor padrão
es_es: Restablecer al color predeterminado

source: Regra
es_es: Regla

source: Remover este item
es_es: Eliminar este ítem

source: Resposta desconhecida
es_es: Respuesta desconocida

source: Resposta vazia.
es_es: Respuesta vacía.

source: Resumo do pedido
es_es: Resumen del pedido

source: Retornar à loja
es_es: Volver a la tienda

source: RG
es_es: Documento de identidad

source: Rodapé personalizado
es_es: Pie de página personalizado

source: Salvo com sucesso
es_es: Guardado con éxito

source: Se: %s %s %s
es_es: Si: %s %s %s

source: Seja PRO
es_es: Sea PRO

source: Selecionar Usuário/Função *
es_es: Seleccionar Usuario/Rol *

source: Selecione a página de contato que será exibida aos clientes na finalização de compra.
es_es: Seleccione la página de contacto que se mostrará a los clientes al finalizar la compra.

source: Selecione o tipo de marca que será exibida no cabeçalho da página de finalização de compra.
es_es: Seleccione el tipo de marca que se mostrará en el encabezado de la página de finalización de compra.

source: Selecione o tipo de regra
es_es: Seleccione el tipo de regla

source: Selecione o tipo do campo que será incluído na finalização de compras.
es_es: Seleccione el tipo de campo que se incluirá en la finalización de compras.

source: Selecione um campo do checkout
es_es: Seleccione un campo del checkout

source: Selecione um componente
es_es: Seleccione un componente

source: Selecione um tema
es_es: Seleccione un tema

source: Selecione um tema que será carregado na página de finalização de compras.
es_es: Seleccione un tema que se cargará en la página de finalización de compras.

source: Selecione uma condição
es_es: Seleccione una condición

source: Selecione uma condição de verificação
es_es: Seleccione una condición de verificación

source: Selecione uma forma de entrega
es_es: Seleccione un método de entrega

source: Selecione uma forma de pagamento
es_es: Seleccione un método de pago

source: Selecione uma função de usuário
es_es: Seleccione un rol de usuario

source: Seletor/Lista suspensa
es_es: Selector/Lista desplegable

source: Senha
es_es: Contraseña

source: Serviço de API para busca de endereço
es_es: Servicio de API para búsqueda de dirección

source: Seu carrinho está vazio, visite nossa loja para comprar algum produto.
es_es: Su carrito está vacío, visite nuestra tienda para comprar algún producto.

source: Sim
es_es: Sí

source: Sim, desejo redefinir
es_es: Sí, deseo restablecer

source: Sobre
es_es: Acerca de

source: Sobrenome
es_es: Apellido

source: Status da licença:
es_es: Estado de la licencia:

source: Status do sistema:
es_es: Estado del sistema:

source: Sua chave de licença:
es_es: Su clave de licencia:

source: Tamanho do h2
es_es: Tamaño del h2

source: Tamanho máximo da postagem do PHP:
es_es: Tamaño máximo de publicación de PHP:

source: Tamanho máximo de envio do PHP:
es_es: Tamaño máximo de envío de PHP:

source: Telefone
es_es: Teléfono

source: Tem certeza que deseja desativar sua licença?
es_es: ¿Está seguro de que desea desactivar su licencia?

source: Termina com
es_es: Termina con

source: Termos e condições ativo por padrão
es_es: Términos y condiciones activos por defecto

source: Texto do botão de voltar etapas
es_es: Texto del botón para retroceder etapas

source: Texto do cabeçalho
es_es: Texto del encabezado

source: Texto do resumo de informações de contato
es_es: Texto del resumen de información de contacto

source: Texto do resumo de informações de entrega
es_es: Texto del resumen de información de entrega

source: Texto informativo do verificador da etapa de contato
es_es: Texto informativo del verificador de la etapa de contacto

source: Texto informativo do verificador da etapa de entrega
es_es: Texto informativo del verificador de la etapa de entrega

source: Texto informativo do verificador da etapa de pagamento
es_es: Texto informativo del verificador de la etapa de pago

source: Texto informativo dos campos da etapa de contato
es_es: Texto informativo de los campos de la etapa de contacto

source: Texto informativo dos campos da etapa de entrega
es_es: Texto informativo de los campos de la etapa de entrega

source: Texto informativo dos campos da etapa de pagamento
es_es: Texto informativo de los campos de la etapa de pago

source: Texto informativo dos itens do carrinho
es_es: Texto informativo de los ítems del carrito

source: Tipo da licença: %s
es_es: Tipo de licencia: %s

source: Tipo da regra: *
es_es: Tipo de regla: *

source: Tipo de marca no cabeçalho
es_es: Tipo de marca en el encabezado

source: Tipo de Pessoa
es_es: Tipo de Persona

source: Tipo do campo *
es_es: Tipo de campo *

source: Todas as categorias
es_es: Todas las categorías

source: Todas as funções
es_es: Todos los roles

source: Todos os atributos
es_es: Todos los atributos

source: Todos os produtos (Padrão)
es_es: Todos los productos (Predeterminado)

source: Todos os usuários (Padrão)
es_es: Todos los usuarios (Predeterminado)

source: Tornar imagem de produtos clicáveis
es_es: Hacer que las imágenes de los productos sean clicables

source: Tradutor
es_es: Traductor

source: Trapaceando?
es_es: ¿Haciendo trampa?

source: Título da opção
es_es: Título de la opción

source: Título das formas de entrega
es_es: Título de los métodos de entrega

source: Título do campo *
es_es: Título del campo *

source: Uma conta já está registrada com este endereço de e-mail. <a href="#" data-login>Deseja entrar na sua conta?</a>
es_es: Ya hay una cuenta registrada con esta dirección de correo electrónico. <a href="#" data-login>¿Desea ingresar a su cuenta?</a>

source: Uma conta já está registrada com este endereço de e-mail. Gostaria de entrar nela?
es_es: Ya hay una cuenta registrada con esta dirección de correo electrónico. ¿Le gustaría ingresar a ella?

source: Uma licença permite que você desbloqueie todos os recursos Pro que o plugin tem a oferecer.
es_es: Una licencia le permite desbloquear todas las funciones Pro que el plugin tiene para ofrecer.

source: URL da fonte
es_es: URL de la fuente

source: Usar esta imagem
es_es: Usar esta imagen

source: Usuários específicos
es_es: Usuarios específicos

source: Usuários específicos:
es_es: Usuarios específicos:

source: Valor da condição: *
es_es: Valor de la condición: *

source: Valor da opção
es_es: Valor de la opción

source: Valor mínimo recomendado é 10000
es_es: El valor mínimo recomendado es 10000

source: Valor mínimo recomendado é 128M
es_es: El valor mínimo recomendado es 128M

source: Valor mínimo recomendado é 180
es_es: El valor mínimo recomendado es 180

source: Valor mínimo recomendado é 64M
es_es: El valor mínimo recomendado es 64M

source: Valor total do carrinho
es_es: Valor total del carrito

source: Valor total do carrinho:
es_es: Valor total del carrito:

source: Variáveis máximas de entrada do PHP:
es_es: Variables máximas de entrada de PHP:

source: Vazio
es_es: Vacío

source: Verificar atualizações
es_es: Verificar actualizaciones

source: Verificação
es_es: Verificación

source: Versão do Flexify Checkout para WooCommerce:
es_es: Versión de Flexify Checkout para WooCommerce:

source: Versão do PHP:
es_es: Versión de PHP:

source: Versão do WooCommerce:
es_es: Versión de WooCommerce:

source: Versão do WordPress:
es_es: Versión de WordPress:

source: Você pode fazer upload do arquivo .key da licença para fazer sua ativação manual.
es_es: Puede subir el archivo .key de la licencia para realizar su activación manual.

source: Você precisa estar logado para finalizar sua compra.
es_es: Necesita estar registrado para finalizar su compra.

source: Você só pode comprar 1 %s por pedido.
es_es: Solo puede comprar 1 %s por pedido.

source: Voltar para a conta
es_es: Volver a la cuenta

source: Voltar à loja
es_es: Volver a la tienda

source: WordPress Multisite:
es_es: Multisitio de WordPress:

source: É
es_es: Es
