Repository: meumouse/flexify-checkout-for-woocommerce
Catalog: languages/flexify-checkout-for-woocommerce-*.po
Languages: es_es

source: %1$s não é válido. Você pode procurar o Eircode correto <a target="_blank" href="%2$s">aqui</a>.
es_es: %1$s no es válido. Puede buscar el Eircode correcto <a target="_blank" href="%2$s">aquí</a>.

source: %s não é um código postal válido.
es_es: %s no es un código postal válido.

source: %s não é um endereço de e-mail válido.
es_es: %s no es una dirección de correo electrónico válida.

source: %s não é um número de telefone válido.
es_es: %s no es un número de teléfono válido.

source: %s é um campo obrigatório.
es_es: %s es un campo obligatorio.

source: '%s' não é um código de país válido.
es_es: '%s' no es un código de país válido.

source: A extensão cURL está faltando.
es_es: Falta la extensión cURL.

source: A extensão GD está desativada, e é necessária para gerar o QR Code do Pix. Ative-a em sua hospedagem para habilitar esse recurso.
es_es: La extensión GD está desactivada y es necesaria para generar el código QR de Pix. Actívela en su alojamiento para habilitar esta función.

source: A licença foi desativada
es_es: La licencia ha sido desactivada

source: A versão mínima exigida do PHP é 7.4
es_es: La versión mínima requerida de PHP es 7.4

source: A versão mínima exigida do WooCommerce é 6.0
es_es: La versión mínima requerida de WooCommerce es 6.0

source: Adicionar
es_es: Añadir

source: Adicionar campo
es_es: Añadir campo

source: Adicionar fonte
es_es: Añadir fuente

source: Adicionar máscaras para campos
es_es: Añadir máscaras para campos

source: Adicionar nova fonte
es_es: Añadir nueva fuente

source: Adicionar novo campo para finalização de compras
es_es: Añadir nuevo campo para finalización de compras

source: Adicionar novos campos
es_es: Añadir nuevos campos

source: Adicionar observações ao pedido?
es_es: ¿Añadir observaciones al pedido?

source: Adicione seu cabeçalho personalizado informando o shortcode.
es_es: Añada su encabezado personalizado proporcionando el shortcode.

source: Adicione seu rodapé personalizado informando o shortcode.
es_es: Añada su pie de página personalizado proporcionando el shortcode.

source: Adicione uma máscara de preenchimento para este campo, seguindo o padrão informado pela documentação. (Opcional)
es_es: Añada una máscara de llenado para este campo, siguiendo el patrón proporcionado por la documentación. (Opcional)

source: Adicione uma nova fonte à biblioteca
es_es: Añada una nueva fuente a la biblioteca

source: Ainda não existem condições.
es_es: Aún no existen condiciones.

source: Ao desativar, este campo se tornará não obrigatório.
es_es: Al desactivar, este campo se volverá no obligatorio.

source: Ao redefinir as configurações do plugin, todas opções serão removidas, voltando ao estado original. Sua licença não será removida.
es_es: Al restablecer las configuraciones del plugin, todas las opciones serán eliminadas, volviendo al estado original. Su licencia no será eliminada.

source: Apartamento, suíte, unidade etc.
es_es: Apartamento, suite, unidad, etc.

source: Apartamento, suíte, unidade, etc.
es_es: Apartamento, suite, unidad, etc.

source: Aplicar cupom de desconto automaticamente
es_es: Aplicar cupón de descuento automáticamente

source: Arquivo enviado com sucesso
es_es: Archivo enviado con éxito

source: Arraste e solte o campo para reordenar ou mudar o campo de etapa.
es_es: Arrastre y suelte el campo para reordenar o cambiar el campo de etapa.

source: As configurações foram atualizadas!
es_es: ¡Las configuraciones han sido actualizadas!

source: Assinante
es_es: Suscriptor

source: Atenção! Você realmente deseja redefinir as configurações?
es_es: ¡Atención! ¿Realmente desea restablecer las configuraciones?

source: Ativar licença
es_es: Activar licencia

source: Ativar página de agradecimento do Flexify Checkout
es_es: Activar página de agradecimiento de Flexify Checkout

source: Ativar sugestão de preenchimento do e-mail
es_es: Activar sugerencia de llenado de correo electrónico

source: Ativar verificação de força da senha do usuário
es_es: Activar verificación de fuerza de la contraseña del usuario

source: Ativar/Desativar este campo
es_es: Activar/Desactivar este campo

source: Ative esta opção para a opção de termos e condições da última etapa ficar ativa por padrão, caso exista uma página de termos e condições configurada.
es_es: Active esta opción para que la opción de términos y condiciones de la última etapa esté activa por defecto, si existe una página de términos y condiciones configurada.

source: Ative esta opção para adicionar máscaras de preenchimento em campos da finalização de compras.
es_es: Active esta opción para añadir máscaras de llenado en campos de finalización de compras.

source: Ative esta opção para carregar o modelo de página de agradecimento do Flexify Checkout.
es_es: Active esta opción para cargar el modelo de página de agradecimiento de Flexify Checkout.

source: Ative esta opção para exibir a sugestão do provedor de e-mail, na finalização de compras.
es_es: Active esta opción para mostrar la sugerencia del proveedor de correo electrónico en la finalización de compras.

source: Ative esta opção para exibir o botão "Voltar à loja" na primeira etapa de finalização de compra.
es_es: Active esta opción para mostrar el botón "Volver a la tienda" en la primera etapa de finalización de compra.

source: Ative esta opção para exibir o botão de remoção do produto do carrinho na finalização de compras.
es_es: Active esta opción para mostrar el botón de eliminación del producto del carrito en la finalización de compras.

source: Ative esta opção para exibir o seletor de país no campo de número de telefone. Útil se você vende para outros países.
es_es: Active esta opción para mostrar el selector de país en el campo de número de teléfono. Útil si vende a otros países.

source: Ative esta opção para exibir os seletores de quantidades do produto na finalização de compras.
es_es: Active esta opción para mostrar los selectores de cantidades del producto en la finalización de compras.

source: Ative esta opção para forçar a verificação da força de senha na criação da conta do usuário, na finalização de compras.
es_es: Active esta opción para forzar la verificación de la fuerza de la contraseña al crear la cuenta del usuario en la finalización de compras.

source: Ative esta opção para informar um cupom de desconto para ser aplicado automaticamente na finalização de compra.
es_es: Active esta opción para informar un cupón de descuento que se aplicará automáticamente en la finalización de compra.

source: Ative esta opção para mostrar o campo de observações adicionais no pedido.
es_es: Active esta opción para mostrar el campo de observaciones adicionales en el pedido.

source: Ative esta opção para mostrar o endereço da sua loja como ponto de retirada da encomenda Kangu.
es_es: Active esta opción para mostrar la dirección de su tienda como punto de recogida del pedido Kangu.

source: Ative esta opção para mostrar o resumo do pedido aberto por padrão em celulares.
es_es: Active esta opción para mostrar el resumen del pedido abierto por defecto en teléfonos móviles.

source: Ative esta opção para ocultar os campos inseridos pelo plugin Brazilian Market on WooCommerce quando o país selecionado não for Brasil.
es_es: Active esta opción para ocultar los campos insertados por el plugin Brazilian Market on WooCommerce cuando el país seleccionado no sea Brasil.

source: Ative esta opção para permitir que o usuário acesse o produto ao clicar na imagem do produto.
es_es: Active esta opción para permitir que el usuario acceda al producto al hacer clic en la imagen del producto.

source: Ative esta opção para preencher as informações da empresa automaticamente ao digitar o CNPJ (Disponível apenas no Brasil).
es_es: Active esta opción para rellenar la información de la empresa automáticamente al ingresar el CNPJ (Disponible solo en Brasil).

source: Ative esta opção para preencher os campos de entrega ao digitar o CEP (Recomendado), (Disponível apenas no Brasil).
es_es: Active esta opción para completar los campos de entrega al ingresar el CEP (Recomendado), (Disponible solo en Brasil).

source: Ative esta opção para que pedidos de usuários convidados na finalização de compra sejam atribuídos a usuários existentes.
es_es: Active esta opción para que los pedidos de usuarios invitados en la finalización de compra se asignen a usuarios existentes.

source: Ative esta opção para redirecionar o usuário da página de carrinho para a finalização de compra automaticamente.
es_es: Active esta opción para redirigir al usuario de la página del carrito a la finalización de compra automáticamente.

source: Ative esta opção para remover a etapa de entrega em produtos digitais.
es_es: Active esta opción para eliminar la etapa de entrega en productos digitales.

source: Ativo
es_es: Activo

source: Atribuir pedidos de usuários convidados
es_es: Asignar pedidos de usuarios invitados

source: Bairro
es_es: Barrio

source: Bem vindo de volta!
es_es: ¡Bienvenido de nuevo!

source: billing_
es_es: facturación_

source: Cabeçalho personalizado
es_es: Encabezado personalizado

source: Campo do checkout: *
es_es: Campo del checkout: *

source: Campos e etapas
es_es: Campos y etapas

source: Categorias específicas
es_es: Categorías específicas

source: Categorias específicas:
es_es: Categorías específicas:

source: Central de ajuda
es_es: Centro de ayuda

source: CEP
es_es: Código postal

source: Cidade
es_es: Ciudad

source: Classe CSS personalizada do campo (Opcional)
es_es: Clase CSS personalizada del campo (Opcional)

source: Classe CSS personalizada do título (Opcional)
es_es: Clase CSS personalizada del título (Opcional)

source: Clique aqui para gerar seu arquivo de licença
es_es: Haga clic aquí para generar su archivo de licencia

source: Comece a digitar seu endereço para pesquisar.
es_es: Empiece a escribir su dirección para buscar.

source: Comece com o endereço da sua casa e depois o número da casa.
es_es: Empiece con la dirección de su casa y luego el número de la casa.

source: Começa com
es_es: Empieza con

source: Comprar licença
es_es: Comprar licencia

source: Comprar uma licença
es_es: Comprar una licencia

source: Condição de verificação: *
es_es: Condición de verificación: *

source: Condição: %s %s
es_es: Condición: %s %s

source: Condição: *
es_es: Condición: *

source: Condições
es_es: Condiciones

source: Configurar API de preenchimento de endereço
es_es: Configurar API de llenado de dirección

source: Configurar provedores
es_es: Configurar proveedores

source: Configurar sugestão de e-mails
es_es: Configurar sugerencia de correos electrónicos

source: Configure abaixo as opções da finalização de compra do WooCommerce. Se precisar de ajuda para configurar, acesse nossa
es_es: Configure a continuación las opciones de finalización de compra de WooCommerce. Si necesita ayuda para configurar, acceda a nuestra

source: Contato
es_es: Contacto

source: Contém
es_es: Contiene

source: Cor do título dos campos
es_es: Color del título de los campos

source: Cor primária
es_es: Color primario

source: Cor secundára
es_es: Color secundario

source: Corrija todos os erros e tente novamente.
es_es: Corrija todos los errores e inténtelo nuevamente.

source: CPF
es_es: DNI

source: Criar condição
es_es: Crear condición

source: Criar uma conta?
es_es: ¿Crear una cuenta?

source: Criar uma nova condição
es_es: Crear una nueva condición

source: Crie uma conta inserindo as informações abaixo. Se você já é um cliente, faça login.
es_es: Cree una cuenta ingresando la información a continuación. Si ya es cliente, inicie sesión.

source: Crie uma conta inserindo as informações abaixo. Se você já é um cliente, por favor faça %1$login na página da sua conta%2$s.
es_es: Cree una cuenta ingresando la información a continuación. Si ya es cliente, por favor inicie %1$sesión en su página de cuenta%2$s.

source: Crie uma nova condição para finalização de compras
es_es: Cree una nueva condición para finalizar compras

source: Crie uma senha para sua conta, caso seja sua primeira compra. Se já é um cliente, entre em sua conta para resgatar sua informações pessoais.
es_es: Cree una contraseña para su cuenta, si es su primera compra. Si ya es un cliente, inicie sesión para recuperar su información personal.

source: Cupom de desconto
es_es: Cupón de descuento

source: CUPOMDEDESCONTO
es_es: CUPONDEDESCUENTO

source: Código da licença
es_es: Código de licencia

source: Código do cupom de desconto
es_es: Código del cupón de descuento

source: Dados inválidos.
es_es: Datos inválidos.

source: Data de nascimento
es_es: Fecha de nacimiento

source: Define a posição deste campo na finalização de compras.
es_es: Define la posición de este campo en la finalización de compras.

source: Define em qual etapa da finalização de compras o campo será exibido.
es_es: Determina en qué etapa de la finalización de compras se mostrará el campo.

source: Define o título que será exibido para este campo.
es_es: Define el título que se mostrará para este campo.

source: Definir país padrão
es_es: Definir país predeterminado

source: Deixe em branco para não exibir.
es_es: Deje en blanco para no mostrar.

source: Desativado
es_es: Desactivado

source: Desativar licença
es_es: Desactivar licencia

source: Desculpe, não temos "%1$s" suficientes em estoque para atender seu pedido (%2$s disponíveis). Pedimos desculpas por qualquer inconveniente causado.
es_es: Lo sentimos, no tenemos suficientes "%1$s" en stock para completar su pedido (%2$s disponibles). Nos disculpamos por cualquier inconveniente causado.

source: Desculpe, parece que não há métodos de pagamento disponíveis para sua localização. Entre em contato conosco se precisar de assistência ou desejar pagar de outra forma.
es_es: Lo sentimos, parece que no hay métodos de pago disponibles para su ubicación. Contáctenos si necesita ayuda o desea pagar de otra manera.

source: Desligado
es_es: Apagado

source: Digitar endereço manualmente
es_es: Ingresar dirección manualmente

source: Direita
es_es: Derecha

source: Documentação
es_es: Documentación

source: em
es_es: en

source: Em breve...
es_es: Próximamente...

source: Endereço
es_es: Dirección

source: Endereço de e-mail
es_es: Dirección de correo electrónico

source: Entrar em contato
es_es: Ponerse en contacto

source: Entre em sua conta de cliente:
es_es: Inicie sesión en su cuenta de cliente:

source: Enviar para um endereço diferente?
es_es: ¿Enviar a una dirección diferente?

source: Envio
es_es: Envío

source: Erro cURL: %s
es_es: Error cURL: %s

source: Erro JSON: %s
es_es: Error JSON: %s

source: Escolher Imagem de cabeçalho
es_es: Elegir imagen de cabecera

source: Esquerda
es_es: Izquierda

source: Este campo é obrigatório
es_es: Este campo es obligatorio

source: Este nome e ID do campo já está em uso. Use um outro nome.
es_es: Este nombre e ID del campo ya está en uso. Use otro nombre.

source: Este recurso está disponível na versão Pro
es_es: Esta función está disponible en la versión Pro

source: Este é um campo nativo do WooCommerce e não pode ser removido, apenas desativado.
es_es: Este es un campo nativo de WooCommerce y no puede ser eliminado, solo desactivado.

source: Etapa 1 (Contato)
es_es: Etapa 1 (Contacto)

source: Etapa do campo
es_es: Etapa del campo

source: Extensão cURL:
es_es: Extensión cURL:

source: Extensão GD:
es_es: Extensión GD:

source: Extensão OpenSSL:
es_es: Extensión OpenSSL:

source: Extensão que otimiza a finalização de compras em multi etapas para lojas WooCommerce.
es_es: Extensión que optimiza la finalización de compras en múltiples etapas para tiendas WooCommerce.

source: Filtro de produtos: *
es_es: Filtro de productos: *

source: Fontes do Google
es_es: Fuentes de Google

source: Forma de entrega
es_es: Método de entrega

source: Forma de entrega %s
es_es: Método de entrega %s

source: Forma de entrega:
es_es: Método de entrega:

source: Forma de entrega: %s
es_es: Método de entrega: %s

source: Forma de pagamento
es_es: Método de pago

source: Forma de pagamento %s
es_es: Método de pago %s

source: Forma de pagamento:
es_es: Método de pago:

source: Forma de pagamento: %s
es_es: Método de pago: %s

source: Frete
es_es: Envío

source: Função de usuário específica
es_es: Rol de usuario específico

source: Função de usuário específica:
es_es: Rol de usuario específico:

source: Função PHP "file_get_content":
es_es: Función PHP "file_get_content":

source: GDPR
es_es: RGPD

source: Geral
es_es: General

source: Gerenciar os campos e etapas da finalização de compras
es_es: Gestionar los campos y etapas de la finalización de compras

source: Gerente de loja
es_es: Gerente de tienda

source: Gênero
es_es: Género

source: ID da opção
es_es: ID de la opción

source: Imagem (Padrão)
es_es: Imagen (Predeterminada)

source: Imagem de cabeçalho
es_es: Imagen de cabecera

source: Informações
es_es: Informaciones

source: Informações sobre a licença:
es_es: Información sobre la licencia:

source: Informe a propriedade para obter a cidade que é retornado pelo serviço da API.
es_es: Informe la propiedad para obtener la ciudad que retorna el servicio de la API.

source: Informe a propriedade para obter o bairro que é retornado pelo serviço da API.
es_es: Informe la propiedad para obtener el barrio que retorna el servicio de la API.

source: Informe a propriedade para obter o endereço que é retornado pelo serviço da API.
es_es: Informe la propiedad para obtener la dirección que retorna el servicio de la API.

source: Informe a propriedade para obter o estado que é retornado pelo serviço da API.
es_es: Informe la propiedad para obtener el estado que retorna el servicio de la API.

source: Informe a(s) classe(s) CSS personalizadas para este campo. (Opcional)
es_es: Informe las clase(s) CSS personalizadas para este campo. (Opcional)

source: Informe a(s) classe(s) CSS personalizadas para o título (label) deste campo. (Opcional)
es_es: Informe las clase(s) CSS personalizadas para el título (etiqueta) de este campo. (Opcional)

source: Informe o código do cupom de desconto que será aplicado automaticamente na finalização de compra.
es_es: Informe el código del cupón de descuento que se aplicará automáticamente en la finalización de compra.

source: Informe o endereço da API para obter o endereço do usuário através do seu CEP em formato JSON. Use a variável {postcode} para informar o CEP.
es_es: Informe la dirección de la API para obtener la dirección del usuario a través de su código postal en formato JSON. Use la variable {postcode} para indicar el código postal.

source: Informe o link da fonte para ser usado no formato @import na folha de estilos da finalização de compras.
es_es: Informe el enlace de la fuente para ser usado en formato @import en la hoja de estilos de la finalización de compras.

source: Informe o link da imagem do cabeçalho.
es_es: Informe el enlace de la imagen del encabezado.

source: Informe o nome da fonte do Google que deseja adicionar à biblioteca de opções.
es_es: Informe el nombre de la fuente de Google que desea agregar a la biblioteca de opciones.

source: Informe o nome do novo provedor incluindo a extensão, por exemplo, meumouse.com
es_es: Informe el nombre del nuevo proveedor incluyendo la extensión, por ejemplo, meumouse.com

source: Informe o nome que será usado no campo em letras minúsculas, usando underline no lugar dos espaços e após o prefixo "billing_".
es_es: Informe el nombre que se usará en el campo en letras minúsculas, usando guion_bajo en lugar de espacios y después del prefijo "billing_".

source: Informe o texto que será exibido no cabeçalho da página de finalização de compras.
es_es: Informe el texto que se mostrará en el encabezado de la página de finalización de compras.

source: Informe o título do campo.
es_es: Informe el título del campo.

source: Informe sua licença abaixo para desbloquear todos os recursos.
es_es: Ingrese su licencia a continuación para desbloquear todas las funciones.

source: Inscrição Estadual
es_es: Inscripción Estatal

source: Integrações
es_es: Integraciones

source: Já tenho uma licença
es_es: Ya tengo una licencia

source: Já é um cliente?
es_es: ¿Ya es cliente?

source: Largura completa
es_es: Ancho completo

source: Largura da imagem de cabeçalho
es_es: Ancho de la imagen del encabezado

source: Licença expira em: %s
es_es: Licencia expira en: %s

source: Licença expirada
es_es: Licencia expirada

source: Ligado
es_es: Encendido

source: Limite de memória do PHP:
es_es: Límite de memoria de PHP:

source: Limite de tempo do PHP:
es_es: Límite de tiempo de PHP:

source: Link da imagem de cabeçalho
es_es: Enlace de la imagen del encabezado

source: Maior que
es_es: Mayor que

source: Modo de depuração do WordPress:
es_es: Modo de depuración de WordPress:

source: Mostrar botão Voltar à loja
es_es: Mostrar botón Volver a la tienda

source: Mostrar campo de observações adicionais
es_es: Mostrar campo de observaciones adicionales

source: Mostrar endereço da loja física para retirada da encomenda Kangu
es_es: Mostrar dirección de la tienda física para recogida del pedido Kangu

source: Mostrar resumo do pedido
es_es: Mostrar resumen del pedido

source: Mostrar resumo do pedido aberto por padrão
es_es: Mostrar resumen del pedido abierto por defecto

source: Máscara do campo (Opcional)
es_es: Máscara del campo (Opcional)

source: Nenhum atributo encontrado.
es_es: Ningún atributo encontrado.

source: Nenhum usuário encontrado.
es_es: Ningún usuario encontrado.

source: Nenhuma categoria encontrada.
es_es: Ninguna categoría encontrada.

source: Nenhuma licença informada
es_es: Ninguna licencia informada

source: Nenhuma produto encontrado.
es_es: Ningún producto encontrado.

source: Nome
es_es: Nombre

source: Nome da fonte
es_es: Nombre de la fuente

source: Nome do campo
es_es: Nombre del campo

source: Nome e extensão do novo provedor
es_es: Nombre y extensión del nuevo proveedor

source: Nome e ID do campo *
es_es: Nombre e ID del campo *

source: Notamos que teve problemas de conexão ao tentar ativar sua licença
es_es: Notamos que tuvo problemas de conexión al intentar activar su licencia

source: Não
es_es: No

source: Não contém
es_es: No contiene

source: Não disponível
es_es: No disponible

source: Não está vazio
es_es: No está vacío

source: Não é
es_es: No es

source: Número da residência
es_es: Número de la residencia

source: O %s informado não é válido.
es_es: El %s ingresado no es válido.

source: O arquivo enviado não é permitido.
es_es: El archivo enviado no está permitido.

source: O campo País na finalização de compras está desativado, verifique se seu gateway de pagamentos depende deste campo para não receber o erro "Informe um endereço para continuar com sua compra."
es_es: El campo País al finalizar la compra está deshabilitado, asegúrese de que su pasarela de pago dependa de este campo para evitar recibir el error "Ingrese una dirección para continuar con su compra".

source: O cupom foi removido.
es_es: El cupón ha sido eliminado.

source: O domínio de ativação não é permitido.
es_es: El dominio de activación no está permitido.

source: Obrigado, %s!
es_es: ¡Gracias, %s!

source: Obrigatoriedade do campo
es_es: Obligatoriedad del campo

source: obrigatório
es_es: obligatorio

source: Ocorreu um erro
es_es: Ha ocurrido un error

source: Ocorreu um erro na conexão com o servidor de verificação de licenças. Verifique o erro nos logs do WooCommerce.
es_es: Ha ocurrido un error en la conexión con el servidor de verificación de licencias. Revise el error en los registros de WooCommerce.

source: Ocultar campo de cupom de desconto
es_es: Ocultar campo de cupón de descuento

source: Ocultar campos do mercado brasileiro se país não for Brasil
es_es: Ocultar campos del mercado brasileño si el país no es Brasil
